// Создайте объект website, полями users - пока пустой массив, name - строка, todayTraffic - число

let website = null

// Самостоятельно изучите какие методы массивов существуют, добавьте 30 объектов user(поля: login - строка,
// password - строка) в массив users



// Узнайте, как задавать рандомные значения, задайте всем юзерам поле rating рандомно от 1 до 100



// Отсортируйте массив пользователей по rating по убыванию



// Разделите массив users на два массива lowUsers и upUsers, по рейтингу, сами выберите, границу



// Приведите имена всех lowUsers к нижнему регистру, а upUsers к верхнему